/* eslint-disable prettier/prettier */
export const data = {
  timer: 70,

  btc: {
    힌트: 'admin',
  },

  start: {
    힌트: 'admin',
  },

  S074001: {
    힌트:
    `요원의 일기와 비행 시간표를 확인하여 시차를 계산하세요 

출발시간+소요시간-도착시간=시차

시차 계산 후 인천이 12시일때 각 도시별 시간을 시계에 입력하세요`,
    정답: '뉴욕-11시 시드니-1시 파리-5시',
    이미지: '',
    답이미지: '',
  },

  S074002: {
    힌트: '책상위에 있는 파일을 확인하여 전화번호를 찾으세요.',
    정답: '1588-5321로 전화를 거세요',
    이미지: '',
    답이미지: '',
  },

  S074003: {
    힌트: '전화에서 들리는 숫자 메세지 순서대로 책을 배치해서 하단에 나오는 계산 식을 풀어보세요',
    정답: '5074',
    이미지: '',
    답이미지: '',
  },

  S074004: {
    힌트: "'요원 기본 소양'의 글귀 순서와 스위치를 눌렀을때 조명을 확인해보세요.",
    정답: '3-2-1-4',
    이미지: '',
    답이미지: '',
  },

  S074005: {
    힌트: '앞에서 얻은 3가지 도구에 각각 표시된 조직 문양을 확인하여 007가방의 손바닥 그림 부분을 터치해 모양을 맞추세요.',
    정답: '',
    이미지: '',
    답이미지: require('./images/힌트그림1.png'),
  },

  S074006: {
    힌트: '찾은 4가지 도구를 크기에 맞는 위치에 배치하세요,',
    정답: '',
    이미지: '',
    답이미지: require('./images/힌트그림2.jpg'),
  },

  S074007: {
    힌트: '차량 작동 방법을 참고하여 차키를 꽂아 돌리세요.',
    정답: '',
    이미지: '',
    답이미지: '',
  },

  S074008: {
    힌트: `앞 좌석의 버튼과 뒷 좌석 버튼을 이용하여 차를 운전해서 지도상 목표까지 도착하세요.
앞 좌석 버튼: 위, 아래 방향
뒷 좌석 버튼: 좌, 우 방향`,
    정답: '',
    이미지: '',
    답이미지: '',
  },

  S074009: {
    힌트: `벽의 낙서와 미술학원 전단지의 색의 삼원색을 참고합니다.
1번:보라, 2번:주황, 3번:초록 색이 되도록 전선을 연결하세요.`,
    정답: `숫자가 적힌 각 선을 아래 정답대로 연결하세요
1번: 파랑+빨강
2번: 빨강+노랑
3번: 파랑+노랑`,
    이미지: '',
    답이미지: '',
  },

  S074010: {
    힌트: `전선을 꽂은 후 정답 소리가 났다면(전기가 지지직 거리는 소리) 폭탄을 알맞은 위치에 놓고 전봇대함 안에 있는 폭팔 버튼을 누르세요
`,
    정답: '',
    이미지: '',
    답이미지: '',
  },

  S074011: {
    힌트: '후레쉬로 cctv를 비췄을 때 보이는 과녁 표시를 향해 총을 쏘세요.',
    정답: '',
    이미지: '',
    답이미지: '',
  },

  S074012: {
    힌트: '원형퍼즐에 대한 정답은 해킹장치를 이용하여 풀어보세요.',
    정답: '',
    이미지: require('./images/힌트그림3.png'),
    답이미지: '',
  },

  S074013: {
    힌트: `1. 해킹장치를 같은 색상의 선끼리 연결 하세요.
2. 버튼을 1~2가지 조합으로 누르고 반대편 모니터에 나오는 글자를 확인하세요.
3. 원형퍼즐의 답을 찾아보세요.`,
    정답: '정답: LOCK ',
    이미지: '',
    답이미지: '',
  },

  S074014: {
    힌트: `반대편에 있는 '문어' 버튼을 클릭하여 모스부호를 소리를 듣고 해석한 후, '답어' 버튼을 눌러서 답을 입력하세요.
모스부호표와 암구어표를 이용하여 답을 찾습니다.`,
    정답: `문어: gift    – – · 　· · 　· · – · 　– 　
답어: rain   · – · 　· – 　· · 　– · `,
    이미지: '',
    답이미지: '',
  },

  S074015: {
    힌트: '얻은 두개의 문제 판을 유리 위 알맞은 위치에 배치하고 양 쪽에서 각각 숫자를 읽어보세요. 이 문제의 답은 2가지 입니다.',
    정답: `양쪽 하얀색 캐비닛의 자물쇠를 엽니다.
정답: 0582, 5820`,
    이미지: '',
    답이미지: '',
  },

  S074016: {
    힌트: '양쪽 connect그림에 손을 댄 상태로 서로의 손을 잡아 연결해보세요',
    정답: '',
    이미지: require('./images/힌트그림4.jpg'),
    답이미지: '',
  },

  S074017: {
    힌트: `금고 해제 방법을 참고하여 작동 방법을 익힌 후,  레이저를 피해 빠르게 버튼을 눌러 클리어합니다.
게임은 10단계로 이루어져 있습니다.
(게임의 진행이 도저히 어렵다고 판단될 경우 이전 방에 있는 인터폰을 통해 직원에게 도움을 요청하세요, 게임의 진행율을 말씀드릴 것이며, 다음 단계로 넘어갈지 선택 할 수 있습니다.)`,
    정답: '',
    이미지: '',
    답이미지: '',
  },

  S074018: {
    힌트: '해제장치를 알맞은 위치에 놓을 때 들리는 음과 버튼을 눌렀을 때 나오는 음을 비교하여 순서대로 누르세요.',
    정답: '답: 42321143',
    이미지: '',
    답이미지: require('./images/힌트그림5.jpg'),
  },

  S074019: {
    힌트: '차량 작동 방법을 참고하여 차키를 꽂아 돌리세요.',
    정답: '',
    이미지: '',
    답이미지: '',
  },

  S074020: {
    힌트: '모니터 좌측 공간에 영상에 나온 숫자의 순서대로 책을 배치해보세요.',
    정답: '',
    이미지: '',
    답이미지: require('./images/힌트그림6.png'),
  },

  S074021: {
    힌트: '파일에 있는 보고서작성 요령에 따라 요원의 이름을 코드네임으로 변환하세요 ',
    정답: '본인의 이름을 넣어보세요. ex)홍길동 - 조니 워커',
    이미지: '',
    답이미지: '',
  },
};
